export const line ={
    
			'Bento': [140, 232, 101, 264, 90, 340, 250],

			'snack': [120, 282, 111, 234, 220, 340, 310],

			'bowl': [320, 132, 201, 334, 190, 130, 220],

			'dining': [220, 402, 231, 134, 190, 230, 120],

			'xdata': ['星期一', '星期二', '星期三', '星期四', '星期五', '星期六', '星期日']

}



export const bar = {
    'xdata': ['星期一', '星期二', '星期三', '星期四', '星期五', '星期六', '星期日'],
    'small': [55, 55, 67, 33, 25, 55, 88],
    'medium': [79, 52, 200, 334, 390, 330, 220],
    'large': [77, 52, 200, 334, 390, 330, 220]
}

export const barTo ={
    'ydata': ['深圳', '北京', '上海', '广州', '成都', '武汉'],
    'last': [112, 223, 333, 112, 223, 333],
    'current': [322, 345, 356, 342, 355, 366]
}

export const map = [{
    name: '北京',
    value: [116.23, 39.54, 244]
},
{
    name: '海门',
    value: [121.15, 31.89, 133]
},
{
    name: '上海',
    value: [121.48, 31.22, 444]
},
{
    name: '东莞',
    value: [113.75, 23.04, 222]
},
{
    name: '南宁',
    value: [108.33, 22.84, 188]
},
{
    name: '惠州',
    value: [114.4, 23.09, 198]
},
{
    name: '广州',
    value: [113.23, 23.16, 389]
},
{
    name: '深圳',
    value: [114.07, 22.62, 414]
},
{
    name: '珠海',
    value: [113.52, 22.3, 233]
},
{
    name: '佛山',
    value: [113.11, 23.05, 185]
},
{
    name: '海口',
    value: [110.35, 20.02, 199]
},
{
    name: '南昌',
    value: [115.89, 28.68, 178]
},
{
    name: '三亚',
    value: [109.511909, 18.252847, 165]
},
{
    name: '西宁',
    value: [101.74, 36.56, 178]
},
{
    name: '西安',
    value: [108.95, 34.27, 199]
},
{
    name: '杭州',
    value: [120.19, 30.26, 266]
},
{
    name: '长沙',
    value: [113, 28.21, 366]
},
{
    name: '合肥',
    value: [117.27, 31.86, 190]
},
{
    name: '武汉',
    value: [114.31, 30.52, 266]
},
]

export const pie =  [

    {
        value: 1048,
        name: '咖啡豆'
    },
    {
        value: 735,
        name: '牛奶'
    },
    {
        value: 580,
        name: '大豆粉'
    },
    {
        value: 484,
        name: '果汁'
    },
    {
        value: 300,
        name: '白糖'
    }

]